mock_patient_data2 = {
    "12345678": {
        "name": "백OO",
        "gender_age": "F / 3개월",
        "admission_date": "2025.01.03",
        "diagnosis": "Tracheomalacia",
        "summary": (
            "OO이의 오늘 몸무게는 4.5kg입니다. 수면 상태에 대한 기록은 없었습니다."
            "식이는 현재 금식중입니다. 어제 9시 이후 소변은 총 3번 보았고, 대변은 보지 않았습니다."
            "오늘 기관내관 발관이 계획되어 있습니다."
        ),
        "last_updated": "2025.02.16 오전 9시",
        "weight": {
            "2025.02.13": 4.2,
            "2025.02.14": 4.5,
            "2025.02.15": 4.4,
            "2025.02.16": 4.5
        },
        "password": "220624"
    }
}
